Repository: aalloul/poetrai
Catalog: lib/l10n/intl_*.arb
Languages: fr

source: Congratulations !
fr: Félicitations !

source: Too bad !
fr: Dommage !

# incorrect_word
source: The word of today was {word} but worry not, tomorrow you'll get to try again with a new poem!
fr: Le mot d'aujourd'hui est {word} mais ne t'inquiète, demain tu auras la possibilité de retenter ta chance avec un autre poême

# correct_word
source: Indeed, the word today was {word}! Come back tomorrow for a new game :)
fr: En effet, il fallait trouver le mot {word}! Reviens demain pour une nouvelle partie :)

# open_game
source: Start the game
fr: Commencer

source: Back to game
fr: Revenir au jeu

# welcome
source: Welcome to PoetAI
fr: Bienvenu à PoetAI

# share_button
source: Share
fr: Partager

# share_text
source: Can you guess this poem's title: {poem} Try it out at {url}
fr: Peux-tu deviner le titre de ce poême: {poem} Essaie ici https://poetai.app

# share_text_win
source: Can you guess this poem's title: {poem} My score today {n}/5. {url}
fr: Peux-tu deviner le titre de ce poême: {poem} Mon score aujourd'hui {n}/5. https://poetai.app

# game_stats
source: Statistics
fr: Statistiques

# comeback_tomorrow
source: Come back tomorrow to try again!
fr: Reviens demain pour un nouveau jeu!

# share_feedback
source: Give us your feedback
fr: Donne-nous ton avis

# games_played
source: Played
fr: Joués

# games_won
source: Won
fr: Gagnés

# detailed_stats
source: Guess distribution
fr: Distribution de tes jeux

# win_rate
source: % Won
fr: % Gagnés

# games_lost
source: Lost
fr: Perdus

# avg_number_attempts
source: Avg attempts
fr: Coups moyen

# detailed_rules
source: <html><body> <div><h3>What is PoetAI?</h3><p>We asked an AI to write poems around a specific word. Your task is to guess this word in 5 attempts or less!</p><h3>How to play? </h3> <p>Let's assume the word to guess is snake. The game will start with displaying the 1st part of the poem</p> <p style="text-align: center"><i>In tangled coils, a sleek and slender form,<br> Unveiling secrets, nature's enigma born.<br> Silent slither, a creature of mystique,<br> Serpent whispers, a language unique.</i></p> <p>If you typed mouse (incorrect guess), the letters S and E on the keyboard will be colored in <span style="color: orange">orange</span> and the next part of the poem will appear.</p> <p>You have 4 more attempts to guess the correct word!</p> <p>Every day at midnight CEST, a new poem is released and you get to guess the new word</p> </div> </body> </html>
fr: <div><h3>C'est quoi PoetAI?</h3><p>On a demandé à une IA d'écrire un poême à partir d'un mot. Le jeu est de deviner ce mot en 5 essais ou moins!</p ><h3>Comment jouer? </h3> <p>Imaginons que le mot à deviner est serpent. Le jeu commence en affichant la 1ère partie du poême</p> <p style="text-align: center"><i>In tangled coils, a sleek and slender form,<br> Unveiling secrets, nature's enigma born.<br> Silent slither, a creature of mystique,<br> Serpent whispers, a language unique.</i></p> <p>Si tu tapes souris (par exemple), les letters S et R sur le clavier s'afficheront en <span style="color: orange">orange</span> et la partie suivante du poême s'affichiera.</p> <p>Tu as 4 autres essais pour deviner le bon mot!</p> <p>Chaque jour à minuit CEST, un nouveau poême est publié et tu pourras retenter ta chance</p> </div>

source: Type a word
fr: Tape un mot

source: Not in word list
fr: Pas dans la liste des mots

source: Guess today's word
fr: Devine le mot d'aujourd'hui

# short_description
source: We've asked an AI to write a poem about a specific word. Can you guess which word it is?
fr: Nous avons demandé à une IA d'êcrire un poême à partir d'un mot. Sauras-tu deviner ce mot?

source: Let's go!
fr: Allons-y!
